<template>
    <div class="orderProtocol">
        <div class="orderProtocol_head">用户隐私政策</div>
        <p>本政策仅适用于用车管家违章查询服务提供的服务。</p>
        <p>最近更新日期：2019年5月08日</p>
        <p>如您有任何疑问、意见或建议，请通过在线客服与我们联系：</p>
        <p>用车管家违章查询（以下或称“我们”）系上海答即所问智能科技有限公司（注册地址：中国（上海）自由贸易试验区纳贤路800号1幢A座2F-A226）所有的违章查询。用车管家违章查询尊重并保护您的隐私，您通过计算机设备、移动终端或其他设备使用我们的服务时，我们可能会收集和使用您的相关信息。我们希望通过本隐私政策（以下简称“本政策”）向您说明，在使用我们的服务时，我们可能会收集您的哪些信息并如何收集、使用、储存和分享这些信息，以及我们为您提供的访问、控制和保护这些信息的方式。本政策与您使用的服务关系紧密，我们建议您仔细阅读并理解本政策全部内容，做出您认为适当的选择。请注意我们将不时对本政策进行检查、修改，因此相关内容会随之变化。我们恳请您定期光顾本页面，以确保对《隐私政策》最新版本始终保持了解。</p>
        <p>您使用或继续使用我们的服务，即意味着同意我们按照本政策收集、使用、储存和分享您的相关信息。</p>
        <p>如您有关于网络信息安全的投诉和举报，或您对本《隐私政策》、您的信息的相关事宜有任何问题、意见或建议，以及有关用车管家违章查询的隐私措施的问题请与我们联系。</p>
        <p>本隐私政策将帮助您了解以下内容：</p>
        <p class="main">1 我们可能收集的信息</p>
        <p>为了您可以正常使用用车管家违章查询的服务，在下列情形下您需要向我们提供一些信息；我们也会在下列情形下向合法存有您信息的第三方收集您的信息。如果您不提供相关信息，可能无法注册成为我们的用户或无法享受我们提供的某些服务和功能，或无法收到我们的通知，或无法达到相关服务拟达到的效果等。我们收集您的个人信息的最终目的是为了向您提供更好的产品、服务，优化并丰富您的用户体验。</p>
        <p>1.1.我们可能收集个人信息的情形</p>
        <p>（1）在您注册用车管家违章查询账号时，我们至少会收集您的账户昵称、性别、密码、密码保护选项、电子邮箱、手机号码等信息。若您以其他方式关联登陆用车管家违章查询，我们会向关联第三方请求您的个人信息，对于我们要求但第三方无法提供的个人信息，我们仍可以要求您提供。如果您拒绝提供这些信息，将影响您使用用车管家违章查询或用车管家违章查询的相关功能。在您使用车主服务违章查询服务时，我们会收集您的车型、车辆属性、行驶本信息、驾驶本信息、机动车注册时间、机动车车牌号、发动机号、车架号等信息，如果您拒绝提供有关信息，用车管家违章查询将拒绝向您提供服务。</p>
        <p>（2）在您发送用车管家违章查询、使用用车管家违章查询提供的位置定位服务时，用车管家违章查询会收集您设备的具体位置信息、设备信息等为您提供您所在城市的有关资讯，用车管家违章查询在您的设备使用定位服务时不会收集其他无关信息。</p>
        <p>（3）在您使用用车管家违章查询提供的搜索服务时，我们会收集您的查询关键字信息、设备信息等，为了提供高效的搜索服务，这些信息有部分会暂时存储在您的本地存储设备之中。在此，您需要注意的是，您的关键词信息无法单独识别您的个人身份，其不属于您的个人信息，因此我们有权以其他的目的对其进行使用；只有当您的搜索关键词信息与您的其他信息互有联系并可以识别您的个人身份时，则在结合使用期间，我们会将您的搜索关键词信息作为您的个人信息，与您的搜索历史记录一同按照本隐私政策对其进行处理与保护。</p>
        <p>（4）当您参加用车管家违章查询的有关营销活动时，我们会收集您的姓名、通讯地址、联系方式、银行账号等信息。这些信息是您收到转账或礼品的基础，如果您拒绝提供这些信息，我们将无法向您转账或发放礼品（如有）。</p>
        <p>（5）当您在用车管家违章查询中使用第三方提供的服务时 ，用车管家违章查询视为您允许第三方收集您的个人信息、订单信息、支付信息等，如果您拒绝第三方在提供服务时收集此类信息，将可能会导致您无法在用车管家违章查询中使用第三方服务。</p>
        <p>基于对您信息的有效保护并且在您同意的基础上，我们会对收集到的您的信息进行去标签化处理，以保护您的信息安全。在此希望您了解并接受在不透露您个人信息的前提下，用车管家违章查询有权对您的信息进行分析并予以商业化的利用。</p>
        <p>1.2.例外情形</p>
        <p>在法律法规允许的范围内，我们可能会在以下情形中收集您的个人信息无需征得您的授权同意：</p>
        <p>（1）与国家安全、国防安全有关的；</p>
        <p>（2）与公共安全、公共卫生、重大公共利益有关的；</p>
        <p>（3）与犯罪侦查、起诉、审判和判决执行等有关的；</p>
        <p>（4）所收集的个人信息是您自行向社会公众公开的；</p>
        <p>（5）从合法公开披露的信息中收集个人信息，如合法的新闻报道、政府信息公开等渠道；</p>
        <p>（6）出于维护信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</p>
        <p>（7）根据您的要求为您提供服务所必需的；</p>
        <p>（8）用于维护服务的安全和合规所必需的，例如发现、处置产品和服务的故障；</p>
        <p>（9）法律法规规定的其他情形。</p>
        <p>我们将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我们的服务时提供的其他个人信息。在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障账户安全。</p>
        <p>1.3.我们可能收集的信息类型</p>
        <p>（1）基本信息，包括您的个人姓名、生日、性别、住址、个人电话号码、电子邮箱；个人身份信息，包括身份证、护照、驾驶证、车牌号、行驶本、相关身份证明等；机动车信息，包括车型、车辆属性、行驶本信息、机动车注册时间、机动车车牌号、发动机号、车架号等信息</p>
        <p>网络身份标识信息，包括系统账号、IP地址、邮箱地址及与前述有关的密码、密保；以及通讯录、通话记录在内的描述个人基本情况的信息。</p>
        <p>（2）日志信息，指您使用我们的服务时，系统可能通过cookies、web、beacon或其他方式自动采集的技术信息，包括：</p>
        <p>设备或软件信息，例如您的移动设备、网页浏览器或用于接入我们服务的其他程序所提供的配置信息、您的IP地址和移动设备所用的版本和设备识别码，包括硬件型号、设备品牌、设备型号、屏幕分辨率、MAC地址、手机蓝牙地址、网络类型、设备唯一识别码（如IMEI/androidID/IDFA/OPENUDID/IDFV/出厂序列号）SIM卡IMSI信息、操作系统版本、网络运营商信息、IP地址等；</p>
        <p>在使用我们服务时搜索或浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面url地址，以及您在使用我们服务时浏览或要求提供的其他信息和内容详情；您曾使用的移动应用和其他软件的信息及您曾使用该等移动应用和软件的信息；您通过我们的服务进行通讯的信息，例如曾通讯的账号，以及通讯时间、数据；您通过我们的服务分享的内容所包含的信息（元数据），例如照片或录像的日期、时间或地点等。</p>
        <p>（3）位置信息，指您开启设备定位功能并使用我们基于位置提供的相关服务时，收集的有关您位置的信息，包括：</p>
        <p>您通过具有定位功能的移动设备使用我们的服务时，通过GPS或WiFi等方式收集的您的地理位置信息；</p>
        <p>您或其他用户提供的包含您所处地理位置的实时信息，例如您提供的账户信息中包含的您所在地区信息，您或其他人上传的显示您当前或曾经所处地理位置的共享信息，您或其他人共享的照片包含的地理标记信息；</p>
        <p>您可以通过关闭定位功能，停止对您的地理位置信息的收集。</p>
        <p>我们将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我们的服务时提供的其他个人信息。在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障账户安全。</p>
        <p>1.4.我们将如何存储您的信息</p>
        <p>我们依照法律法规的规定，将您的个人信息存储于中华人民共和国境内。如需跨境存储，我们会单独再征得您的授权同意；</p>
        <p>除法律或相关法规另有约定外，我们在为提供我们的服务之目的所必需的期间内保留您的个人信息，但您要求我们立即删除或注销账户的、或法律法规另有规定的除外。对于已匿名化的信息的存储期限和处理，我们无需取得您的授权同意，也无需做出通知。</p>
        <p  class="main">2 我们如何使用Cookie和同类技术</p>
        <p>我们或我们的第三方合作伙伴，可能通过放置安全的Cookie及相关技术收集您的信息，目的是为您提供更个性化的用户体验和服务。我们会严格要求第三方合作伙伴遵守本政策的相关规定。</p>
        <p>您也可以通过浏览器设置管理Cookie。但请注意，如果停用Cookie，您可能无法享受最佳的服务体验，某些服务也可能无法正常使用。</p>
        <p  class="main">3 我们如何使用及对外提供信息</p>
        <p>3.1.我们如何使用信息</p>
        <p> 1.用车管家违章查询可能将在向您提供服务的过程之中所收集的信息用作下列用途：</p>
        <p>（1）向您提供服务；</p>
        <p>（2）在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性；</p>
        <p>（3）帮助我们设计新服务，改善我们现有服务；</p>
        <p>（4）使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求，例如语言设定、位置设定、个性化的帮助服务和指示，或对您和其他用户做出其他方面的回应；</p>
        <p>（5）向您提供与您更加相关的广告以替代普遍投放的广告；</p>
        <p>（6）评估我们服务中的广告和其他促销及推广活动的效果，并加以改善；</p>
        <p>（7）软件认证或管理软件升级；</p>
        <p>（8）让您参与有关我们产品和服务的调查。</p>
        <p> 2.我们可能对您的信息和数据进行综合统计，并以用车管家违章查询判断合理的目的和用途将该综合统计向广告主披露。但是，在这些情况下，我们不会向这些机构披露任何可能用以识别用户的个人身份的资料，但从用户的用户名或其它可披露资料分析得出的资料不受此限。</p>
        <p> 3.为了让您有更好的体验、改善我们的服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某一项服务所收集的信息，以汇集信息或者个性化的方式，用于我们的其他服务。例如，在您使用我们的一项服务时所收集的信息，可能在另一服务中用于向您提供特定内容，或向您展示与您相关的、非普遍推送的信息。如果我们在相关服务中提供了相应选项，您也可以授权我们将该服务所提供和储存的信息用于我们的其他服务。</p>
        <p>3.2.我们如何对外提供信息</p>
        <p>1.业务共享</p>
        <p>我们承诺对您的信息进行严格保密。除法律法规及监管部门另有规定外，我们仅在以下情形中与第三方共享您的信息，第三方包括我们的关联公司、合作金融机构、合作的汽车商业保险服务提供商以及其他合作伙伴。如果为了向您提供服务而需要将您的信息共享至第三方，我们将评估该第三方收集信息的合法性、正当性、必要性。我们将要求第三方对您的信息采取保护措施，并且严格遵守相关法律法规与监管要求。另外，我们会按照法律法规及国家标准的要求以确认协议、具体场景下的文案确认、弹窗提示等形式征得您的同意，或确认第三方已经征得您的同意。</p>
        <p>（1）某些产品或服务可能由第三方提供或由我们与第三方共同提供，因此，只有共享您的信息，才能提供您需要的产品或服务。例如：您通过用车管家违章查询购买保险产品时，我们需要向合作保险机构提供您的有效证件信息与联系方式，以保证您完成购买流程合规性要求以及保证您的资产准确无误的登记。</p>
        <p>（2）如您选择参与我们和第三方联合开展的抽奖、竞赛或类似推广活动，我们可能与其共享活动过程中产生的、为完成活动所必要的信息，以便第三方能及时向您发放奖品或为您提供服务，我们会依据法律法规或国家标准的要求，在活动规则页面或通过其他途径向您明确告知需要向第三方提供何种信息；</p>
        <p>（3）事先获得您明确同意的情况下，我们会在法律法规允许且不违背公序良俗的范围内，依据您的授权范围与第三方共享您的信息。</p>
        <p>2.转让</p>
        <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
        <p>（1）事先获得您的明确同意；</p>
        <p>（2）根据法律法规或强制性的行政或司法要求；</p>
        <p>（3）在涉及资产转让、收购、兼并、重组或破产清算时，如涉及到个人信息转让，我们会向您告知有关情况，并要求新的持有您个人信息的公司、组织继续受本政策的约束。如变更个人信息使用目的时，我们将要求该公司、组织重新取得您的明确同意。</p>
        <p>3.公开披露</p>
        <p>除在公布中奖活动名单时会脱敏展示中奖者手机号或用车管家违章查询登录名外，原则上我们不会将您的信息进行公开披露。如确需公开披露时，我们会向您告知公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得您的明确同意。</p>
        <p>4.委托处理</p>
        <p>为了提升信息处理效率，降低信息处理成本，或提高信息处理准确性，我们可能会委托有能力的我们的关联公司或其他专业机构代表我们来处理信息。我们会通过书面协议、现场审计等方式要求受托公司遵守严格的保密义务及采取有效的保密措施，禁止其将这些信息用于未经您授权的用途。在委托关系解除时，受托公司不再保存个人信息。我们承诺对此负责。</p>
        <p>5.根据相关法律法规及国家标准，在以下情形中，我们可能会依法共享、转让、公开披露您的个人信息无需征得您的同意：</p>
        <p>（1）与国家安全、国防安全直接相关的；</p>
        <p>（2）与公共安全、公共卫生、重大公共利益直接相关的；</p>
        <p>（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
        <p>（4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</p>
        <p>（5）您自行向社会公众公开的个人信息；</p>
        <p>（6）从合法公开披露的信息中收集的个人信息，例如：合法的新闻报道、政府信息公开等渠道。</p>
        <p class="main">4 广告服务</p>
        <p>我们可能使用您的相关信息，向您提供与您更加相关的广告。我们也可能使用您的信息，通过我们的服务、电子邮件或其他方式向您发送营销信息，提供或推广我们或第三方的如下商品和服务：</p>
        <p>1.我们的商品或服务，我们的关联方和合作伙伴的商品或服务，包括即时通讯服务、网上媒体服务、互动娱乐服务、社交网络服务、付款服务、互联网搜索服务、位置和地图服务、应用软件和服务、数据管理软件和服务、网上广告服务、互联网金融，以及其他社交媒体、娱乐、电子商务、资讯和通讯软件或服务（统称“互联网服务”）；</p>
        <p>2.第三方互联网服务供应商，以及与下列有关的第三方商品或服务：食物和餐饮、体育、音乐、电影、电视、现场表演及其他艺术和娱乐、书册、杂志和其他刊物、服装和配饰、珠宝、化妆品、个人健康和卫生、电子、收藏品、家用器皿、电器、家居装饰和摆设、宠物、汽车、酒店、交通和旅游、银行、保险及其他金融服务、会员积分和奖励计划，以及我们认为可能与您相关的其他商品或服务。</p>
        <p>如您不希望我们将您的个人信息用作前述广告用途，您可以通过我们在广告中提供的相关提示，或在特定服务中提供的指引，要求我们停止为上述用途使用您的个人信息。</p>
        <p class="main">5 您如何访问和控制自己的个人信息</p>
        <p>5.1.管理您的信息</p>
        <p>您可以通过登录用车管家违章查询服务账户，在“我-个人主页”中：</p>
        <p>（1）查阅您的身份信息、账户信息；</p>
        <p>（2）如发现您的信息有误，您可以根据页面提示自助修改您的信息，您也可以联系我们在线客服要求更正。出于安全性和身份识别的考虑或根据法律法规及监管规定，您需通过验证方可修改您已认证的姓名或已绑定的手机号码；</p>
        <p>我们鼓励您更新和修改您的信息以使其更准确有效。我们将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我们的服务时提供的其他个人信息。在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障账户安全。</p>
        <p>5.2.管理您的授权范围</p>
        <p>如您想改变授权范围，您可通过手机权限设置修改授权范围。</p>
        <p>5.3.在符合用车管家违章查询单项服务的服务协议约定条件及国家相关法律法规规定的情况下，您的该项用车管家违章查询服务账号可能被注销或删除。当账号注销或被删除后，与该账号相关的、该单项服务项下的全部服务资料和数据将依照单项服务的服务协议约定删除或处理。</p>
        <p>5.4.您总是可以选择是否披露信息。有些信息是使用用车管家违章查询服务所必需的，但大多数其他信息的提供是由您决定的。您可以通过删除信息、关闭设备功能等方式改变您授权我们继续收集信息的范围或撤回您的授权。</p>
        <p>当您撤回授权后，我们无法继续为您提供撤回授权所对应的服务，也不再处理您相应的信息。但您撤回授权的决定，不会影响此前基于您的授权而开展的信息处理。您必须对您的账号和密码信息负有保密义务。任何情况下，请小心妥善保管。</p>
        <p class="main">6 信息安全</p>
        <p>我们仅在本政策所述目的所必需的期间和法律法规要求的时限内保留您的个人信息。我们使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露、分享。例如，在某些服务中，我们将利用加密技术（例如SSL）来保护您提供的个人信息。但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。您需要了解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。</p>
        <p class="main">7 适用例外</p>
        <p>7.1.您同意按本《隐私政策》所述的目的和方式来处理您的个人信息。服务可能包括或链接至第三方提供的社交媒体或其他服务（包括网站）。例如：</p>
        <p>（1）您利用“分享”键将某些内容分享到我们的服务，或您利用第三方连线服务登录我们的服务。这些功能可能会收集您的相关信息（包括您的日志信息），并可能在您的电脑装置cookies，从而正常运行上述功能；</p>
        <p>（2）我们通过广告或我们服务的其他方式向您提供链接，使您可以接入第三方的服务或网站。</p>
        <p>（3）该等第三方社交媒体或其他服务可能由相关的第三方或我们运营。只要您不删除共享信息，有关信息会一直留存在公共领域；即使您删除共享信息，有关信息仍可能由其他用户或不受我们控制的非关联第三方独立地缓存、复制或储存，或由其他用户或该等第三方在公共领域保存。如您将信息通过上述渠道公开或共享，由此造成您的信息泄露，我们不承担责任。因此，我们提醒并请您慎重考虑是否通过上述渠道公开或共享您的信息。</p>
        <p>（4）您使用该等第三方的社交媒体服务或其他服务（包括您向该等第三方提供的任何个人信息），须受该第三方的服务条款及隐私政策的约束，您需要仔细阅读其条款。本《隐私政策》仅适用于我们所收集的信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，我们对任何第三方使用由您提供的信息不承担任何责任。</p>
        <p>7.2.某些个人信息因其特殊性可能被认为是敏感个人信息，例如您的种族、宗教、个人健康和医疗信息等以及身份证明文件、个人生物识别信息、财产信息、行踪轨迹、未成年人的信息等。相比其他个人信息，敏感个人信息受到更加严格的保护。请注意，您在使用我们的服务时所提供、上传或发布的内容和信息（例如有关您社交活动的照片等信息），可能会泄露您的敏感个人信息。您需要谨慎地考虑，是否在使用我们的服务时披露相关敏感个人信息。您同意您的敏感信息按本《隐私政策》所述的目的和方式来处理。</p>
        <p class="main">8 未成年人隐私权特别约定</p>
        <p>我们期望父母或监护人指导未成年人使用我们的服务。如您为未成年人，建议请您的父母或监护人阅读本政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。用车管家违章查询将根据国家相关法律法规的规定保护未成年人的个人信息的保密性及安全性。</p>
        <p class="main">9 通知和修订</p>
        <p>我们可能适时修改本《隐私政策》的条款，该等修改构成本《隐私政策》的一部分。对于重大变更，我们会提供更显著的通知，您可以选择停止使用用车管家违章查询服务；在该种情况下，如您仍然继续使用用车管家违章查询服务的，即表示同意受经修订的本《隐私政策》的约束。</p>
        <p>任何修改都会将您的满意度置于首位。我们鼓励您在每次使用用车管家违章查询服务时都查阅我们的隐私政策。</p>
    </div>
</template>
<script>
export default {
    data(){
        return{
            
        }
    },
    methods: {
        
    } 
}
</script>
<style lang="scss" scoped>
@import '@/assets/global.scss';
        .orderProtocol{
            font-size:p2r(14);
            .orderProtocol_head{
                height:p2r(60);
                font-size:p2r(18);
                display:flex;
                justify-content:center;
                align-items:center;
                font-family:PingFangSC-Medium;
                font-weight:500;
            }
            p{
                padding:0 p2r(15);
                margin:p2r(5) 0;
                line-height:p2r(18);
                &.main{
                    font-size:p2r(16);
                    line-height:p2r(24);
                }
            }
        }

</style>