<template>
    <div class="orderDaiban">
        <div class="orderDaiban_head">车知了代办软件使用协议</div>
        <p class="margin_top">1.重要须知</p>
        <p>1.1 在使用车知了提供的软件、网站、服务（统称为 “车知了产品或服务”，包括但不限于适用于电脑、移动智能终端的产品及服务、车知了地图开放平台产品及服务）之前，请您务必认真阅读并充分理解《软件使用协议》《个人信息保护及隐私政策》以及开通或使用某项服务的附加条款（统称为“软件使用协议”），特别是关于特别提示、个人信息保护、接收邮件及消息、担保与保证、免责及责任限制、争议解决等条款，请您注意重点阅读。</p>
        <p>1.2 如果您对本条款有疑问，请您通过车知了客服渠道进行询问，车知了将向您解释本条款内容。一旦您开始使用车知了产品或服务，即表示您已经理解并同意相关协议，该协议即构成对您具有法律约束力的法律文件。</p>
        <p>1.3 您声明您有充分的权力、能力和权限来同意和履行本条款。如果您代表您的雇主或客户同意本条款，您声明您有充分的法律授权使您的雇主或客户受到本条款的约束。如果您没有充分的法律授权，请您确保由您的雇主或客户的授权人士来同意本条款。</p>
        <p>1.4 车知了重视未成年人的安全及个人信息保护，如您为未成年人，请您务必在您的监护人仔细阅读软件使用协议并同意的前提下使用我们的产品或服务或向我们提供信息；如您违反法律法规或车知了服务协议内容使用车知了产品或服务，造成的一切后果由您及您的监护人承担。</p>
        <p>1.5 车知了有权对本条款进行修订，且无须单独事先通知您。本条款一旦发生变动，车知了将会在车知了产品或服务或相关网站上公布修订后的本条款。您理解并同意，修订后的本条款具有溯及力，如果您在本条款修订版本公布后继续使用车知了产品或服务，即视为您同意修订后的本条款。</p>
        <p>1.6 本条款的执行、解释及争议的解决均适用中华人民共和国法律，且不考虑任何冲突法。您就车知了产品或服务使用、本条款内容或其执行发生任何争议的，双方应友好协商解决；如双方无法协商解决争议时，双方同意应将争议提交至上海市浦东新区区人民法院裁决。</p>
        <p>1.7 车知了跑腿平台：以下简称车知了。是指为用户提供车辆相关代办服务、维护代办服务信息，及信息交互等功能的互联网信息平台，包括但不限于车知了APP手机客户端等形式。车知了平台不是汽车服务项目的具体提供方，故不对具体代办的车辆服务项目的质量做任何承诺，亦不承担任何责任。</p>
        <p>代办服务：指用户在车知了代办平台发布代办信息后，服务提供方自主选择接受代办信息中的任务事项后，在约定时间内派出管家为用户提供代办服务并获取相应报酬的服务。</p>
        <p>1.8 用户：即本协议中的“您”，是指在车知了上发布“代办”服务需求、创建任务事项信息的具有完全民事权利能力和行为能力的自然人。</p>
        <p>1.9服务提供方：指提供车辆服务项目的主体。服务提供方在自主选择接受代办信息中的任务事项后将在规定时间内派出管家为您提供代办服务，任务事项完成后通过车知了获取相应报酬。</p>
        <p>1.10管家: 指接受服务提供方的指派，向您提供代办服务的具有完全民事权利能力和行为能力的自然人。</p>
        <p>1.11代办交易：指用户通过车知了代办服务进行的车辆服务项目代为办理的交易活动。</p>
        <p>1.12代办信息：指用户通过车知了代办发布的、在车知了代办页面上显示的代办任务信息，包括但不限于服务要求、取送车地址、预约时间等内容。</p>
        <p>1.13代办服务：指用户通过车知了代办发布的代办信息中所要办理的服务内容。</p>
        <p class="margin_top">2.平台服务</p>
        <p>2.1车知了代办将向您提供如下代办服务：</p>
        <p>2.1.1您可以通过车知了代办创建、发布代办信息。</p>
        <p>2.1.2车知了代办根据您填写的代办信息自动计算任务事项参考服务费用，此服务费用参照各区域经济水平、地理环境等因素综合计算。</p>
        <p>2.1.3车知了代办在收到您发送的代办信息后，将您的代办信息推送给服务提供方，服务提供方接受您的委托，按照您的指示，指派管家为您提供代办服务。任务事项完成后您将通过车知了代办向服务提供方支付劳务报酬。</p>
        <p>2.1.4车知了代办维护代办服务的正常运行，积极改进技术，提升您在代办交易时的服务体验。</p>
        <p>2.1.5车知了代办对您就平台服务、交易安全等相关问题所反映的客观情况和建设性建议，进行积极研究并予以改进。</p>
        <p>2.2您可根据本条款及车知了代办不时公布的服务规则，使用您的淘宝账号查阅在车知了代办发布的代办信息、反馈意见、使用车知了代办的其他服务以及车知了代办将来可能提供的其他服务。同时，您有权对车知了代办上的服务提供方和管家的服务做出评价和投诉，并提出建议和意见。</p>
        <p>2.3服务提供方向您实际提供服务之前，双方均有权单方取消任务事项，但车知了代办有权根据您放弃任务事项的情况，降低您相应的平台信用评级或对您做出不利的评价，相关评级或评价可能影响您对车知了代办的使用。</p>
        <p>2.4车知了代办受理您和服务提供方/管家的投诉，并联系对方对投诉进行调查核实。若您对服务提供方/管家进行投诉，车知了代办有权按照服务规则扣除服务提供方/管家涉及违规项应承担的赔偿金额、禁止被投诉管家使用平台服务并且保留追究法律责任的权利。若服务提供方/管家对您进行投诉，车知了代办有权按照服务规则暂时禁止您使用平台服务。</p>
        <p>2.5车知了代办只能为已开通代办服务的城市提供服务。</p>
        <p>2.6车知了代办将根据《中华人民共和国电子商务法》等法律法规要求，对服务提供方/管家予以审慎审核（包括但不限于证照审核等），并记录、保存平台上发布的服务信息、交易信息，以积极保障您的人身、财产安全，但鉴于平台存在海量信息及客观上信息与实物相分离的特点，车知了代办客观上无法逐一实质审查每一服务的信息，除法律法规强制性规定外，车知了代办不对平台上的任何第三方所提供服务的真实性、适用性、合法性、安全性提供任何形式的明示或默示的担保、声明或承诺，亦不对因此所导致的您的任何损失（含第三方侵权行为给您造成的损害）承担任何责任，但车知了代办在其中存在故意或重大过失的除外。如您在使用代办服务的过程中发现平台中的相关服务信息违反法律规定，您可及时向车知了代办或有关机关举报或投诉，车知了代办将在收到您的举报或投诉时采取相应的核实与处理措施。</p>
        <p>2.7 您应自行准备如下设备并承担如下费用：</p>
        <p>2.7.1上网设备，包括并不限于手机、电脑或者其他上网终端、调制解调器及其他必备的上网装置；</p>
        <p>2.7.2上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。</p>
        <p>2.8您知悉并同意，您可通过注册新的车知了代办账号或登录您现有的车知了代办账号以使用车知了代办的代办服务，并应遵守《车知了代办用户服务协议》中的各项规定。</p>
        <p class="margin_top">3.对您信息的管理及限制</p>
        <p>3.1您知悉、理解并同意，车知了代办在处理代办服务的过程中，可能涉及收集、存储、使用、共享和保护您的个人信息。在您使用车知了代办的代办服务时，您同意车知了代办依据《车知了代办用户隐私协议》的规定执行相关个人信息的收集、使用和共享。车知了代办亦有权应政府部门（包括司法及行政部门）的要求，向其提供您在车知了代办填写的注册信息和发布记录等必要信息。</p>
        <p>此外，您知悉并认可：车知了代办可能会与第三方合作而向您提供相关的网络服务，在此情况下，如该第三方同意承担与车知了代办同等的保护您隐私的责任，则车知了代办有权将您的注册资料等提供给该第三方。另外，在不透露您隐私资料的前提下，车知了代办有权对与您账号相关的整个数据库进行分析并对相关的数据库进行商业上的利用。</p>
        <p>3.2 您账号被注销或您被终止使用车知了代办后，车知了代办将没有义务为您保留或向您披露账号中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。</p>
        <p> 3.3 您同意，车知了代办停止向您提供服务后，车知了代办仍享有下列权利：</p>
        <p>3.3.1 继续保存您未及时删除的注册信息及使用车知了代办的服务期间发布的所有信息至法律规定的记录保存期满。</p>
        <p>3.3.2 您在使用车知了代办的服务期间有存在违法行为或违反本条款和/或服务规则的行为的，车知了代办仍可依据本条款向您主张权利。</p>
        <p>3.4您在通过车知了代办进行在线发布任务事项信息等活动时，涉及您的真实姓名/名称、履行地址、联系电话等隐私信息的，车知了代办将予以严格保密，除非得到您的授权或法律法规、本条款另有规（约）定外，车知了代办不会向外界披露您的隐私信息。</p>
        <p class="margin_top">4用户权利义务</p>
        <p>4.1您通过车知了代办成功发布代办信息后，可以通过车知了代办手机客户端查询任务进展。</p>
        <p>4.2您知悉、理解并承诺，通过车知了代办发布代办信息时，需如实、准确、完整、详细地填写任务事项的具体信息，包括但不限于项目信息、愿意支付的服务金额、指定的去送车地址、联系人信息、特殊要求等，由于您提供虚假、不完整、填写错误信息导致的任何责任或损失，应由您自行承担不利后果。同时，通过车知了代办发布的代办信息及通过代办服务代办的代办项目均不得违反国家法律法规规定及本条款或服务规则的约定，否则，应由您自行承担因此产生的一切责任及损失。此外，您承诺所提供的电话沟通信息有效且电话设备处于您的控制之下，与管家通话内容代表您的真实意思。</p>
        <p>4.3 您应按照车知了代办要求如实、正确、完整、真实的填写代办信息，特别是代办项目的参考价格，您理解并同意，在任何情况下车知了代办服务中的代办项目的价值范围/金额不应超过人民币500元。若您的代办项目价值超过该范围，您应按照车知了代办信息页面的提示，审慎考虑是否依然发布该代办信息，如您继续发布该信息，则一旦发生损毁、丢失等情况，您应自行承担超出前述价值范围/金额限定部分的损失。</p>
        <p>4.4您应对所填写的关于代办项目信息的合法性、正确性、真实性负责。因项目信息、说明和声明等不符合国家法律法规的规定、本条款约定及车知了代办相应服务规则，或项目信息填写错误或不完整或不真实而给车知了代办、服务提供方/管家或其他任何第三方带来的不良后果、损失及责任，均应由您独立承担。</p>
        <p>4.5服务提供方接受代办任务后，安排管家提供代办服务，管家接受指派后去代办项目，与您电话确认代办项目的信息。</p>
        <p>4.6您应按照车知了代办计算的金额向服务提供方在线支付代办的服务费用，代办项目的款项可选通过车知了代办在线上支付给服务提供方/管家，或者由管家和您当面结清款项。</p>
        <p>4.7服务提供方接受代办任务后，若因您的原因导致任务事项无法完成从而给服务提供方造成损失的，您应当予以赔偿。如因不可抗力或其他第三方无法控制的原因使系统崩溃或无法正常使用车知了代办导致网上交易无法完成或丢失有关信息、记录等，车知了代办不承担责任。但是车知了代办会尽可能地协助处理善后事宜，并努力使用户免受经济损失。</p>
        <p>4.8车知了代办向服务提供方推送您发布的代办任务并由服务提供方接受后，如您临时变更、取消订单或拒绝接收代办项目或者您提供的地址联系方式错误无法送达等情况给服务提供方造成损失的，您应赔偿损失。您应保证并承诺发布信息的真实性，不存在刷单行为（刷单行为是指用户在使用车知了代办发布信息时，存在包括但不限于：与服务提供方/管家联合下单；下单后接单自行取送车；滥用、骗取领用折扣券优惠等不正当欺诈行为）。否则，车知了代办核实，车知了代办有权永久封禁您的用户账号、禁止您使用车知了代办并要求您赔偿相关损失、返还所骗取的相应优惠券等优惠补贴，对此产生的一切责任应由您自行承担。</p>
        <p>4.9您在车知了代办上发布信息时应遵守《车知了代办用户服务协议》的相关各项规定（包括但不限于不得包含“涉黄、涉毒、涉赌”等违反善良风俗及伦理道德的信息、言论等），否则，您应承担因此引发的一切责任。</p>
        <p>4.10您知悉、理解并同意，服务提供方/管家无法完成已接受的代办任务的，应由服务提供方/管家及时直接与您协商解决。车知了代办将在法律法规规定的范围内，视情况给予必要的协助。</p>
        <p>4.11您同意，在发生突发、紧急情况，或服务提供方/管家无法及时向您请示的情况下，服务提供方/管家有权为保护您的利益而对项目进行紧急处置。该等情形下，服务提供方/管家不承担由此给您造成的损失，但处置措施明显不当的除外。</p>
        <p>4.12您理解并同意，管家并非专业的司机，在代办服务过程中出现的分歧，应由双方友好协商解决。同时您应尽到谨慎注意义务，在发布信息或与管家沟通过程中应注意保护自身隐私，并留意自身安全，建议在验收管家代办项目时适当着装，对待管家应使用文明用语，不得侮辱辱骂或以其他不恰当方式对待管家。</p>
        <p>4.13您应当严格遵守本条款及服务规则，因您违反本条款或服务规则的行为给第三方或车知了代办造成损失的，您应当承担赔偿责任（包括但不限于发布车知了代办禁止发布的非代办服务订单的广告等信息）。同时，您理解并确认，车知了代办非代办服务的提供方，故在任何情况下，车知了代办不是赔偿责任的承担方亦不向您承担因具体代办服务引起的赔偿责任。如您与服务提供方/管家就其提供的服务存在争议，如项目不符合您的要求，做错项目，价格异常等，车知了代办可协助您追究服务提供方/管家的责任，并将追回的损失（如有）支付给您。</p>
        <p>4.14的位置信息、设备信息，部分功能中还会包括您的身份信息、联系方式及交易信息。请您认真阅读《个人信息保护及隐私政策》并在确认同意后使用相关服务。</p>
        <p>4.15请您不要在驾驶车辆或上下公交或步行的同时操作车知了产品或服务，务必在确保安全的前提下使用车知了产品或服务，以防发生交通事故或其他危险情况。</p>
        <p>4.16车知了产品或服务提供的地点查询、路线规划、出行导航、限行提示、交通路况等功能和服务仅供您参考，请不要以此作为您行驶或出行的唯一依据。请您以实际的交通和道路状况为准，并严格遵守交通法规和交通规则。</p>
        <p>4.17个人信息保护</p>
        <p>4.17.1车知了深知个人信息对您的重要性，并会尽力采取适合的安全保护措施，保护您个人信息的安全可控。</p>
        <p>4.17.2《个人信息保护及隐私政策》介绍了您在使用我们的服务时，我们会如何处理您的个人信息及数据。请您务必认真阅读，在确认充分了解并同意后使用车知了产品或服务。</p>
        <p>4.17.3当您使用车知了产品或服务，即表示您信赖我们对您的信息的处理方式，并已同意软件使用协议及个人信息保护及隐私政策等服务协议中关于您的信息收集及使用的条款。</p>
        <p>4.18 接收邮件、消息</p>
        <p>4.18.1 车知了可能会通过您的手机号码、电子邮件或其他联系方式向您发送短信、邮件或消息（包括但不限于活动、促销、广告、宣传或其他商业信息）。</p>
        <p>4.18.2 如果您不再同意车知了向您发送上述短信、邮件与消息，请您以退订短信或电子邮件或以书面形式明确告知车知了。</p>
        <p class="margin_top">5使用许可</p>
        <p>5.1 车知了产品或服务由上海答即所问智能科技有限公司（本条款中统称为“车知了”或“我们”）开发和运营，具体以不同车知了产品或服务实际可支持的为准。请您注意根据不同的车知了产品或服务选择正确的设备。</p>
        <p>5.2 车知了产品或服务可能提供代办汽车相关项目的服务以及基于位置的生活服务等功能和服务，具体功能和服务由车知了根据实际情况按“现状”提供。 车知了有权自行确定车知了产品或服务及其功能和服务的具体内容和形式。车知了有权自行决定增加、变更、中断和停止车知了产品或服务及其功能或服务。</p>
        <p>5.3 车知了有权发布车知了产品或服务后续版本以及要求您获得并使用车知了产品或服务最新版本，但车知了不对升级或更新车知了产品或服务做任何承诺。除非本条款另有明确规定，车知了产品或服务的任何升级或更新版本，均受到本条款的规范。</p>
        <p>5.4 新版本车知了产品或服务发布后，旧版产品可能无法使用。车知了不保证旧版本车知了产品或服务持续可用及相应的客户服务，请您随时核对并下载最新版本。</p>
        <p>5.5 车知了产品或服务提供的内容是指车知了通过车知了产品或服务提供的任何内容，不论该内容是否由车知了创造或被其他第三方许可使用，包括但不限于地图数据、交通信息、地址数据、商家列表、导航语音或其他任何内容（以下简称为“相关内容”）。</p>
        <p>5.6 根据本条款的条款和条件，车知了在此授予您一项个人的、不可转让的、不可转授权的、可撤销的、非独家的、非排他性的普通使用许可，以使得您能够以本条款许可的方式联合特定设备使用车知了产品或服务及其功能和服务。您不得（且您不得允许其他人）为任何商业目的使用车知了产品或服务，从而直接或间接获得任何形式的收益。如果您有商业运营需要，则您需同车知了另行签署书面协议或事先获得车知了书面许可。</p>
        <p>5.7 您使用产品或服务，可通过预装或车知了授权的第三方下载等方式获取车知了产品或访问车知了官方网站。若您非从车知了或车知了授权的第三方获取车知了产品或服务，车知了无法保证该产品正常使用，您遭受的任何损失与车知了无关。</p>
        <p>5.8 请您通过相应网站或车知了产品或服务下载（部分情况下可能需要您付费后才可使用）并且正确安装。您理解并同意，尽管车知了一直致力于持续、快速地解决替代出行问题，但由于各种客观或技术等原因，地图数据会存在一定的滞后性，有可能与现实状况并不完全一致，请您务必以现实状况为准。如果您发现地图数据或者显示有任何错误或不足，请您及时通过车知了产品或服务或车知了客服渠道向我们反馈。</p>
        <p>5.9 车知了产品或服务仅提供车知了产品或服务及相关功能和服务，除此之外与使用车知了产品或服务有关的任何设备（如车辆、移动电话、Pad、电脑、调制解调器及其他与接入互联网有关的装置）及所需的费用（如联网而支付的流量费，为驾驶车辆所需的交通费、油费等）均由您自行负担。</p>
        <p>5.10 本条款未明示授权的其他一切权利仍归车知了所有，并且不能将本条款理解为以默示或其他方式授予您任何其他权利。您使用其他权利时需要同车知了另行签署书面协议或事先获得车知了的书面许可。</p>
        <p class="margin_top">6. 使用规则</p>
        <p>6.1 您应保证您为设备的合法所有者或使用者，如果您不是设备的合法所有者或使用者，请您立即停止使用车知了产品或服务并将设备归还给设备所有人。</p>
        <p>6.2 您进行任何形式的设备刷机、拆卸、改装等操作，有可能导致车知了产品或服务或车知了产品或服务的某些功能和服务无法使用。您应充分理解并自行承担此风险，车知了对此不承担任何责任。</p>
        <p>6.3 除非车知了向您提供明确的书面许可，您不得转让车知了根据本条款授予您的任何使用许可、基于您对车知了产品或服务的使用权设置担保权益、以其他方式转让您对车知了产品或服务的使用权的任何部分。</p>
        <p>6.4 您在将设备借用给他人使用或将设备转售给他人时，应充分告知您设备上车知了产品或服务的存在和本条款的内容。如果您转售设备，请您注意务必在交付设备前将您的车知了帐号（如有）通过车知了产品或服务登出。否则，由此导致您或设备受让人产生的个人信息泄露、任何事故和问题，均由您自行承担相关责任。</p>
        <p>6.5 为了确定您设备的所在位置以便向您提供位置服务，车知了产品或服务可能需要将某些位置相关数据（包括但不限于GPS/卫星信号、移动基站及WIFI/WLAN热点信息等）发送至车知了。尽管车知了会持续不断提高定位服务质量，但由于卫星信号或网络缺失或较差及其他各种客观或技术等原因，可能导致车知了产品或服务无法确定您的设备所在位置或显示的位置不准确、不精确或不完整。您不应完全依赖车知了产品或服务的定位服务。为了您的人身和财产安全，请勿向陌生人共享或分享您的位置信息。除此之外，您使用车知了产品或服务的某些功能和服务时，车知了产品或服务会根据需要将您的相应个人信息发送至车知了。</p>
        <p>6.6 您在使用车知了产品或服务时，应遵守所有适用的法律、法规、规章、规范、政策、行政命令及社会公序良俗（统称为“法律法规”）。您在使用车知了产品或服务过程中，不得以任何方式自行实施也不得同意、授权或指示任何第三人从事包括但不限于下列行为：</p>
        <p>6.6.1利用车知了产品或服务实施危害国家主权、国家安全、国家秘密、国家统一、国家荣誉、国家利益、民族关系、民族团结、社会秩序、社会稳定、公序良俗的行为，或煽动民族仇恨或民族歧视的、破坏民族团结的、破坏国家宗教政策的、宣扬邪教和封建迷信的、散布谣言的、扰乱社会秩序的、破坏社会稳定的、侮辱的、诽谤的、淫秽的、色情的、暴力的、恐怖的、教唆犯罪的行为；</p>
        <p>6.6.2利用车知了产品或服务宣扬或提供关于非法行为的说明信息、宣扬针对任何团体或个人的人身伤害；</p>
        <p>6.6.3利用车知了产品或服务实施侵害他人的人身财产、名誉权、肖像权、知识产权、商业秘密权等合法权益的行为；</p>
        <p>6.6.4利用车知了产品或服务上载、张贴、发表、发布、传送、传播、存储任何广告信息、垃圾信息、病毒或旨在危害计算机软硬件正常运转的代码和文档，以及其他任何违法信息；</p>
        <p>6.6.5利用车知了产品或服务制作、发布、传播用于窃取他人的帐号、财产及个人信息的网站、软件或服务，或利用车知了产品或服务跟踪、追踪、监视、骚扰或伤害他人；</p>
        <p>6.6.6利用车知了产品或服务收集或存储有关其他用户的个人数据，用于法律法规或本条款禁止的行为或活动；</p>
        <p>6.6.7利用车知了产品或服务进行任何可能对互联网或其他通信网络的正常运转造成不利影响的行为；</p>
        <p>6.6.8其他以任何不合法的方式、为任何不合法的目的或以任何与本条款不一致的方式使用车知了产品或服务。</p>
        <p>6.7 您仅能按照本条款允许的方式使用车知了产品或服务，除非您与车知了另行达成书面协议或附加条款中有明确许可，您在使用车知了产品或服务过程中，不得实施也不得同意、授权或指示任何第三人从事包括但不限于以下行为：</p>
        <p>6.7.1对车知了产品或服务进行修改、复制、发布、传输、公开展示、展览、播放、翻制、翻译、发行、出版、授权、从其创建衍生产品、转让、出售、逆向工程、反编译，或试图从车知了产品或服务或其任何部分提取源代码或获取原始数据；</p>
        <p>6.7.2使用任何漫游器、抓取工具、网站搜索/检索应用程序或其他工具检索或索引车知了产品或服务的任一部分，或出于任何未经授权的目的收集关于用户的信息；</p>
        <p>6.7.3脱离车知了产品或服务单独使用或展示相关内容，您不能为了销售拓展的目的印刷包含相关内容截图的销售附属材料，也不能为了再销售的目的将相关内容作为核心内容整合到印刷品（如印刷地图或使用指南）中；</p>
        <p>6.7.4转让车知了根据本条款授予您的任何使用许可，或基于您对车知了产品或服务的使用权设置担保权益；</p>
        <p>6.7.5将车知了产品或服务以收费或其他获利方式进行提供，无论是否为直接经济或金钱收益；</p>
        <p>6.7.6进行其他未经车知了明确许可的行为。</p>
        <p>6.8如果出现您对本条款的违反行为，车知了保留针对该违反行为采取法律所能提供的所有补救手段的权利。由于您的任何违法或违反本条款的使用行为而对车知了或其他任何人造成任何损失的，车知了有权要求您给予相应的赔偿，赔偿范围包括但不限于车知了因此支付的罚款、赔偿金、诉讼费、律师费、公证费、调查证据费用等。</p>
        <p class="margin_top">7. 账号注册及维护</p>
        <p>7.1如果车知了产品或服务有帐号注册功能的，请您按照车知了产品或服务注册页面上的提示完成全部的注册程序。车知了产品或服务的部分功能和服务可能需要在您注册帐号后才可以使用。在您注册成功之后，车知了将给予您一个用户帐号，该用户帐号和密码由您自行负责保管。用户帐号的所有权归车知了，您完成注册申请手续后，获得用户帐号的使用权。您设置的昵称不得违反法律法规或侵犯或涉嫌侵犯他人合法权益。</p>
        <p>7.2 在帐号注册过程中，您应当按照法律法规要求（例如实名制）以及注册页面的提示准确提供帐号注册所需的个人资料，例如拟用帐号名称、昵称、密码、密码保护问题、电子邮箱、手机号码等资料（以下统称为“注册资料”）。您保证您提供给车知了的任何注册资料均是真实、准确、完整和最新的。如您的注册资料有任何变动，您需及时更新。如我们有合理理由怀疑您提供的注册资料错误、不实、过时或不完整或不符合法律法规要求的，车知了有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至暂停、终止对您提供车知了产品或服务的部分或全部功能。您应自行承担因此产生的全部后果和损失，车知了对此不承担责任。</p>
        <p>7.3 您应妥善保管自己的帐号、密码及其他注册资料，并对以您的用户帐号进行的所有活动和事件承担全部责任。如果由于您未能保管好自己的帐号和密码及其他注册资料而遭受任何损失或对车知了、其他用户或任何第三方造成损害的，您应自行承担全部后果和责任。</p>
        <p>7.4用户帐号的使用权仅属于初始申请注册人。除非有法律规定或司法裁定，且征得车知了的同意，您不得将用户帐号赠与、借用、租用、转让或售卖给他人。如果车知了发现用户帐号使用者并非用户帐号使用权的拥有人，车知了有权在未经通知的情况下暂停或注销该帐号。您需自行承担违反上述要求导致的全部后果和损失，同时车知了保留追究相关行为人法律责任的权利。</p>
        <p>7.5如果发现您的帐号或密码遭到未获授权的使用，或者其它可能危害您的用户帐号安全的情形时，您应立即修改密码，并立即以有效方式通知车知了，要求车知了暂停相关服务。您理解车知了对您的请求采取行动需要合理时间，车知了对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担除法律法规明确规定之外的责任。对于非因车知了的原因导致的他人利用您的帐号和密码所进行的任何行为及因此而产生的损失或损害，请您向相应责任人索赔。</p>
        <p>7.6您在帐号丢失或遗忘密码后，须遵照车知了的相应途径及时申请找回帐号或修改密码。您应不断提供能增加帐号安全性的个人密码保护资料。您可以凭初始注册资料向车知了申请找回帐号或修改密码，车知了仅可识别您在申请时所填资料与系统记录资料的一致性，而无法识别申请人是否系真正的帐号使用权拥有人。</p>
        <p>7.7您的初始注册资料对于使用车知了产品或服务及找回丢失的帐号或修改密码至关重要。如您提供虚假注册资料或由于您的原因导致您的注册资料被他人知悉，都可能会导致您无法取回丢失的帐号、无法修改密码。您知晓您应妥善保管您的帐号及密码，车知了并不承诺帐号丢失或遗忘密码后您一定能通过上述方式找回帐号或修改密码。</p>
        <p>7.8基于车知了对于用户帐号整体管理的需求，如果您连续六个月未登录用户帐号（适用于联网使用的软件），或车知了认为您已经违反本条款等情况，车知了有权暂停、关闭您的帐号及删除您在帐号中上传存储的所有相关信息及文件，因此产生的后果和损失由您自行承担。</p>
        <p>7.9如车知了因自身或其他原因决定永久停止提供相关车知了产品或服务时,车知了将事先通过车知了产品或服务或相关网站进行公告。公告期满后，车知了有权禁止您继续使用用户帐号及您在帐号中上传存储的所有相关信息及文件，因此产生的后果和损失由您自行承担。</p>
        <p>7.10为了更好的为您提供服务以及确保您的帐号安全，您同意并授权：车知了可以根据您提供的手机号码、身份证号码等信息，向全国公民身份号码查询服务中心、电信运营商、金融服务机构等机构或单位发起用户身份真实性、用户征信记录、用户手机号码有效性状态等情况的查询。</p>
        <p class="margin_top">8. 第三方服务</p>
        <p>8.1 车知了产品或服务可能会以包括但不限于外部链接、服务接口等形式指向或包含任何第三方所提供的网站、产品、服务或其他任何内容（本条款中统称为“第三方服务”）。第三方服务均由第三方公司或机构（简称为“第三方”）提供，车知了对于第三方服务的质量和水平均无法完全控制。车知了对第三方服务的可用性、真实性、准确性或有效性不提供任何形式的担保或保证。第三方提供服务的过程中向您做出的任何承诺、声明或行为与车知了无关。您在使用第三方服务时，请您注意阅读并遵守第三方要求您遵守的服务条款、许可协议、个人信息保护政策或其他类似法律文件。如您未遵守第三方服务条款、许可协议、隐私政策或其他类似法律文件，造成您的任何损失，车知了不承担任何责任。</p>
        <p>8.2 当您在车知了产品或服务中使用第三方支付时，请您务必及时完成交易，遵守第三方支付平台公布的所有服务协议及业务规则，并自行承担交易风险。车知了对您的交易行为及交易风险不承担任何责任。同时，车知了提醒您，在某些业务中如您未能及时完成交易或在交易中违反第三方服务协议或业务规则，您的账户或征信记录可能会受到影响或造成损失。车知了不承担任何责任。</p>
        <p>8.3 为了您的人身和财产安全，请您谨慎判断是否使用第三方服务。请您自行认真检查第三方的服务能力、以及服务是否可用和符合您的全部要求。您理解并同意，在遵守适用法律法规和本条款的前提下，您是否使用第三方服务以及如何使用均由您自行判断和自愿选择。您理解并清楚使用第三方服务所可能引发的风险和后果，包括但不限于隐私泄露、财产损失等问题。如果您在使用第三方服务的过程中发生第三方拒绝提供服务、抬价、失窃等任何事故、损害、投诉、纠纷或其他问题的，请您与第三方协商解决，车知了将向您提供必要的信息和协助。</p>
        <p>8.4 您使用某些第三方服务，可能需要向第三方支付费用；如您不同意支付，请勿使用此类服务。某些第三方服务需使用您的个人信息，您使用这些服务，即表示您已经同意车知了将您的相应个人信息发送至相应第三方，以使得第三方能够为您提供相应服务。车知了对于第三方如何收集、使用、处理、存储、传输和保护您的个人信息无法监控和控制，由于第三方的原因导致您的个人信息被未经授权的访问、使用、披露的，您应向第三方主张权利，并由第三方承担相应责任。</p>
        <p class="margin_top">9. 知识产权</p>
        <p>9.1 车知了拥有车知了产品或服务及相关内容的著作权、商标权、专利权等所有法定权利、资格和利益（不论这些权利是否已注册、不论这些权利可能存在于世界何处），包括但不限于车知了产品或服务中的地图数据、其他数据、源代码、文档、活动创意、专有帐号名称、域名、产品或服务名称、商标、图标、图形、图形界面、文字组合、icon、标志、徽标、域名和其中其他明确的品牌。这些权利受著作权法、商标法、专利法、反不正当竞争法等相关法律法规和以及国际条约的保护。此外，经由车知了产品或服务向您呈现的第三方服务、赞助广告或信息所包含的内容，亦受到著作权、商标权、专利权或其它专属权利的法律保护。</p>
        <p>9.2您对本条款的同意和对车知了产品或服务的使用，不涉及上述任何知识产权的转让，上述全部知识产权仍归车知了或相应权利人所有。未经车知了或相应权利人事先书面同意，您不能自行实施、利用、转让或许可任何三方实施、利用、转让上述知识产权，您亦不能修改、出租、出借、出售、散布、据以制作衍生作品或以其他方式使用上述知识产权的任何部分或全部。</p>
        <p>9.3您不得以任何方式删除、掩藏、修改或替换车知了产品或服务中所附的或包含的任何专有权利声明（包含但不限于著作权、商标权、专利权、所有权声明等），或车知了及其合作伙伴的任何版权标识、商标、服务标记、标识、商号、企业名称、域名、审图号、出版号及其他明显的标志。</p>
        <p>9.4除非您与车知了或相应权利人另行达成书面协议，您不能使用车知了及相应权利人的任何标志。本条款没有授予您以任何形式或目的使用车知了产品或服务标志的权利，也没有授予您使用任何车知了其他标志或任何第三方标志的权利。</p>
        <p class="margin_top">10. 用户内容</p>
        <p>10.1您声明并保证，您对您通过车知了产品或服务张贴、发表、发布或以其他方式向公众或其他用户可访问的车知了产品或服务区域内提供的任何信息，包括但不限于数据、文字、文本、声音、图片、图像、图表、图形、视频、音频、或说明等信息（统称为“用户内容”），拥有相应的、合法的权利、许可或授权。否则，车知了可以对您提供的信息依法或依本条款进行删除或屏蔽。车知了有权自行决定预筛、拒收、调整或者从车知了产品或服务上移除您提供的信息的权利，且车知了不承担必须张贴或使用您提供的信息的义务。除另有约定之外，车知了对您提交的任何信息不提供任何报酬。</p>
        <p>10.2对于您通过车知了产品或服务提供的用户内容，您同意授予车知了一项永久的、全球范围的、免许可费的、可转让的、可分许可的、不可撤销的、非排他性的使用许可，以允许车知了（以及车知了的关联公司或合作伙伴）使用、持有、存储、传输、复制、修改、创建衍生作品（例如，车知了为了使用户内容更好地与车知了产品或服务配合使用而进行翻译、改编、汇编或其他更改，由此所产生的作品）、传播、发行、出版、公开演示、公开展示、分发、授予分许可或以其他任何已知或以后产生的合法的方式使用。您理解并同意，前述许可在您停止使用车知了产品或服务后依然有效。</p>
        <p>10.3您理解并同意，尽管有上述约定，您通过车知了产品或服务上报、反馈、分享、添加、标注、纠正或以其他方式向车知了提交或共享的道路信息、路况信息、路况图片、地点信息、门址信息、门牌号码、商家信息、点评信息、问题截图、纠错信息、问题反馈、改进建议或意见等内容或类似内容时，前述任何内容的著作权等全部知识产权、所有权及其他现行及未来法律规定的全部法律权利自您提交之时全部自动转让给车知了，并且无需车知了向您支付任何费用。</p>
        <p>10.4您理解并同意，您自己应对您通过车知了产品或服务提交的任何信息的真实性、准确性、及时性、完整性负责，并且该等信息不得侵犯任何第三方的合法权益或违反任何法律法规，亦不得涉及或鼓励侵权行为或其他非法行为。否则，您应自行承担因此产生的责任和后果。</p>
        <p class="margin_top">11. 权利保护</p>
        <p>11.1若您合理地认为车知了或第三方利用车知了产品或服务侵犯了您的知识产权或其他合法权益，请您根据车知了的要求提供权利通知及支持性资料（包括但不限于您对涉嫌侵权内容的权属证明，关于侵权的具体情况的说明，涉嫌侵权内容在车知了产品或服务上的位置，您的联络信息、身份证明、单位登记证明等），车知了将会依照法律法规的要求进行处理。</p>
        <p>11.2为确保车知了能够及时、有效处理您的相关权利请求，请您在权利通知中加入如下真实性声明：“我声明并保证，本通知中所述信息是充分、真实、准确的，如果本权利通知内容不完全属实，本人将承担由此产生的一切法律责任。”如果您是个人，请您签署该文件；如果您是依法成立的机构或组织，请您加盖公章。</p>
        <p>11.3如果权利通知的陈述失实，您将承担由此造成的全部法律责任（包括但不限于赔偿各种费用及律师费）。如果您对该侵权行为并无确信，建议您首先咨询专业人士。</p>
        <p>11.4请您把上述权利通知及支持性资料书面发往以下地址：中国上海市浦东新区张江高科技园区蔡伦路1690好2号楼108室，车知了法务部，邮编200120。</p>
        <p class="margin_top">12. 广告宣传</p>
        <p>12.1 车知了保留通过车知了产品或服务的相关页面关联或展示广告的权利，并对广告投放行为不承担通知义务。您不得以任何方式改变、移除或遮蔽这些广告，亦不得以任何形式利用车知了产品或服务或在车知了产品或服务的相关页面中关联或展示任何广告。</p>
        <p>12.2您通过车知了产品或服务与广告商或广告主进行任何形式的通讯或商业往来，完全为您与广告商之间的行为。除有关法律法规明文规定要求车知了承担责任以外，您因前述任何交易或前述广告商或广告主而遭受的任何性质的损失或损害，您应向有关广告商或广告主主张权利。</p>
        <p class="margin_top">13.担保与保证</p>
        <p>13.1 车知了按照适用的法律、法规、规章、规范、政策、强制标准、行业标准等的规定提供车知了产品或服务。您理解并同意，车知了产品或服务以“原样”和“可得到的状态”向您提供。</p>
        <p>13.2您理解并同意，车知了及其许可人不就以下各项向您提供明示或默示的担保或保证</p>
        <p>13.2.1 车知了产品或服务将符合您的实际或特定需求或目的；</p>
        <p>13.2.2 车知了产品或服务的及时性、准确性、完整性及精确性；</p>
        <p>13.2.3 车知了产品或服务将不受干扰、无中断、持续稳定或没有错误；</p>
        <p>13.2.4使用车知了产品或服务获得的任何结果或资料将是正确或可靠的；</p>
        <p>13.2.5 车知了产品或服务中的任何错误、问题、故障都将得到更正或解决；</p>
        <p>13.2.6经车知了产品或服务代办或获得的任何产品、服务或其它内容符合您的期望；</p>
        <p>13.2.7 车知了产品或服务中的外部链接及其指向的内容的准确性、稳定性和完整性。</p>
        <p>13.3您应加强信息安全及个人信息的保护意识，注意设备保护，以免遭致损失。维护车知了产品或服务安全与正常使用是车知了和您的共同责任，车知了将采取适当的安全措施和技术手段维护车知了产品或服务，但是您理解并同意，车知了并不能就此提供完全保证。</p>
        <p>13.4您从车知了产品或服务获得的任何建议或信息（无论书面或口头形式）均不构成本条款明确规定以外的任何担保或保证。某些国家法律法规不允许排除某些担保或保证，因此，在适用的法律法规明文禁止此类排除的情况下，以上提到的某些担保或保证排除规定可能对您不适用。</p>
        <p class="margin_top">14. 免责及责任限制</p>
        <p>14.1下述免责及责任限制条款不适用于因下列原因导致的责任：</p>
        <p>14.1.1由于车知了的故意或者重大过失行为；</p>
        <p>14.1.2由于车知了产品或服务存在法律、法规规定的产品缺陷；</p>
        <p>14.1.3法律法规明确规定不适用下述免责及责任限制条款的其他情形</p>
        <p>14.2 车知了产品或服务可能会受到多种因素影响，包括但不限于您的原因、第三方原因、通信网络服务质量、连接故障、网络设备或系统维护、电脑或通讯或其他系统故障、电力故障、罢工、暴乱、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令、社会环境及其他不可抗力等；也可能受到各种安全问题的侵扰，例如您下载安装的其它软件或访问的其他网站中含有病毒、木马或其他恶意程序，威胁到您的设备和数据安全，进而影响车知了产品或服务的使用等。除法律法规明确规定要求车知了承担责任之外，因本款所述原因给您造成的任何损失由您本人自行承担，车知了对此不承担责任。</p>
        <p>14.3您理解并同意，在遵守法律法规和本条款的前提下，您是否使用车知了产品或服务以及如何使用车知了产品或服务均由您自行判断和自愿选择。您理解并同意，除法律法规明确规定要求车知了承担责任之外，您使用车知了产品或服务及通过车知了产品或服务获得任何商品、服务或内容所可能引发的任何风险和后果由您本人自行承担，车知了对此不承担责任。在所有情况下，车知了对于任何不能合理预见的损失或损害不承担责任。由于您违反法律法规或本条款使用车知了产品或服务所产生的全部责任和后果，由您本人自行承担。</p>
        <p>14.4 车知了产品或服务中可能包括用户或其他第三方提交的内容，提供此类不属于车知了的内容仅为向车知了的用户提供便利，该等内容由其发布者承担全部责任。车知了可能会审查相关内容，以确定其是否违法或违反了车知了的有关政策，且在车知了有理由认为该内容违法或违反车知了相关政策时将其删除或拒绝显示，但这并不意味着车知了有义务或必然会审查该等内容。您对其他用户或第三方提交的内容的使用表明您同意您将自行对其进行评估，并承担与之相关的所有风险和后果。</p>
        <p>14.5 车知了作为服务提供者，根据相关法律法规的要求对非法转载、虚假发布、盗版行为的发生会进行必要监控，但不保证会发现所有上述行为。除法律法规明确规定要求车知了承担责任之外，车知了对您或他人实施的此类违法或侵权行为不承担任何责任，侵权的责任概由侵权者承担。</p>
        <p>14.6某些国家法律法规不允许免除及限制服务提供商的责任，因此，在适用法律法规明文禁止此类免责及责任限制的情况下，以上提到的某些免责及责任限制规定可能对您不适用。</p>
        <p class="margin_top">15. 变更、中断或终止</p>
        <p>15.1 车知了有权在发出通知或不发出通知的情况下变更、中断或终止提供车知了产品或服务，也有权随时修改、中断或终止您对车知了产品或服务的使用。车知了不对更新车知了产品或服务做任何承诺。如因车知了相关服务器或系统维护或升级的需要或其他原因而需中断或暂停提供任何车知了产品或服务的，车知了将尽可能事先进行通告。如果车知了永久终止提供车知了产品或服务的，车知了将会提前在车知了产品或服务或相关网站上进行公告，但无需单独通知您。</p>
        <p>15.2如发生下列任何一种情形或本条款其他条款规定的其他终止条件发生或实现的，车知了有权随时中断或终止向您提供全部或部分车知了产品或服务：</p>
        <p>15.2.1您提供的个人资料或其他资料不真实、虚假或违法；</p>
        <p>15.2.2您对车知了产品或服务的使用违反本条款的任何规定；</p>
        <p>15.2.3您对车知了产品或服务的使用违反任何适用的法律法规；</p>
        <p>15.2.4您对车知了产品或服务的使用不符合基本的道德标准；</p>
        <p>15.2.5根据任何适用的相关法律法规的要求；</p>
        <p>15.2.6根据任何行政或司法机构的要求或命令；</p>
        <p>15.2.7若向您提供车知了产品或服务是或可能是违法的；</p>
        <p>15.2.8突发的技术或安全问题或不可抗力事件。</p>
        <p>15.3 除法律法规明确规定要求车知了承担责任之外，车知了无需因变更、中断或终止提供车知了产品或服务或本条款终止而需向您或任何第三方承担责任。</p>
        <p class="margin_top">16. 本条款的效力及终止</p>
        <p>16.1本条款的有效期应从您同意本条款或使用车知了产品或服务之日起开始（二者以更早者为准），并且在此之后始终有效，除非根据以下条款的规定而终止：</p>
        <p>16.1.1您丧失民事权利能力或民事行为能力或丧失相关法律授权的，本条款终止；</p>
        <p>16.1.2不论何种原因，车知了终止提供车知了产品或服务的，本条款终止；</p>
        <p>16.1.3您单方终止使用车知了产品或服务的，本条款终止；</p>
        <p>16.1.4其他原因导致本条款终止的。</p>
        <p>16.2本条款由于任何原因终止时，您根据本条款所获得的一切权利或许可全部同时终止。您将无法继续使用车知了产品或服务及其任何部分，包括但不限于您的用户帐号、注册资料和用户内容等。根据单独的附加条款使用的车知了产品或服务的任何单个组成部分也将根据附加条款终止。</p>
        <p>16.3本条款终止后，除法律法规有明确规定以外，车知了无义务向您或您指定的第三方披露您帐号中的任何信息。</p>
        <p>16.4本条款终止后，车知了仍享有下列权利：</p>
        <p>16.4.1除法律法规及《个人信息保护及隐私政策》另有规定外，继续保存您通过车知了产品或服务提交的信息，并根据本条款使用；</p>
        <p>16.4.2对于您过往的违反本条款的行为，车知了仍可依据本条款向您追究责任。</p>
        <p>16.5在本条款由于任何原因终止的情况下，关于知识产权、个人信息保护、担保与保证、赔偿责任、免责及责任限制、法律适用和争议解决的条款始终有效。</p>
        <p class="margin_top">17. 通知和送达</p>
        <p>17.1您在此同意，车知了关于车知了产品或服务、本条款内容变化、或与您使用车知了产品或服务相关的通知等所有通知均可通过网站公告、产品界面、电子邮件、短信提醒或常规信件传送等任一方式进行。</p>
        <p>17.2上述通知于公布或发送之日即视为已送达收件人（即您）。您有责任通过上述方式查看任何此类通知。</p>
        <p class="margin_top">18. 其他规定</p>
        <p>18.1 车知了产品或服务不会以所有语言或在所有国家提供。车知了不承诺车知了产品或服务对中国以外的其他国家或地区或在任何特定地点均适用或可用；并且禁止在车知了产品或服务被认为是非法的地区对其使用。在中国以外的其他区域使用车知了产品或服务的人士均为自愿所为，并对遵守任何适用的本地法律负全部责任。</p>
        <p>18.2如果本条款的任何条款与适用的法律法规冲突的，以适用的法律法规的规定为准。如本条款中的任何条款无论因何种原因无效或不具有执行力，则该条款应在不影响其他条款的情况下从本条款中被移除。本条款的其余条款仍应有效并且具有法律约束力。</p>
        <p>18.3除本条款和法律法规明确规定的之外，本条款未赋予车知了和您任何其他权利，也未要求车知了和您承担任何其他义务。</p>
        <p>18.4为了车知了及其继承人和受让人的利益，本条款项下的全部权利和义务可以被车知了转让。</p>
        <p>18.5本条款的英文翻译版本（如有）仅为您的理解便利而提供，车知了和您之间的关系由本条款的中文版确定。如果两个版本存在任何冲突之处，则以中文版本规定为准。</p>
        <p>18.6您对车知了产品或服务或本条款的意见及建议可通过拨打车知了客服电话4008103939与车知了客服人员进行联系。</p>
                

        
        <!-- <van-checkbox v-model="checked">已阅读该政策</van-checkbox>
        <van-button type="primary" size="large" @click="submit">确认</van-button> -->
    </div>
</template>
<script>
export default {
    data(){
        return{
            // activeNames: [''],
            // checked: false,
        }
    },
    methods: {   
        // submit(){
        //     if(this.checked == true){
        //         this.$router.go(-1)
        //     }else{
        //         this.$toast("请先确认");//失败后弹窗
        //     }
        // }
    } 
}
</script>
<style lang="scss" scoped>
@import '@/assets/global.scss';
        .orderDaiban{
            font-size:p2r(14);
            font-family: 微软雅黑,Microsoft YaHei,宋体,SimSun,黑体, SimHei;
            // font-weight: 100;
            .orderDaiban_head{
                height:p2r(60);
                font-size:p2r(18);
                display:flex;
                justify-content:center;
                align-items:center;
                font-family:PingFangSC-Medium;
                font-weight:500;
            }
            p{
                padding:0 p2r(15);
                margin:p2r(5) 0;
                line-height:p2r(20);
                &.margin_top{
                    margin-top: p2r(10);
                    font-size:p2r(16);
                    line-height:p2r(24);
                }
            }
            // .van-checkbox{
            //     height: 50px;
            //     margin-top: 40px;
            //     display: flex;
            //     justify-content: center;
            // }
            // .van-button{
            //     margin-bottom: p2r(60);
            // }
        }

</style>